Repository: TheJebForge/SawayaSharp
Catalog: Resources/locale.*.resx
Languages: ru

# resp.test.success
source: check this out
ru: чекай прикол

# resp.test.failure
source: fuck this
ru: хуйня

# resp.guild.locale.set.title
source: Locale successfully set
ru: Язык обновлен

# resp.guild.locale.set.desc
source: English was set as language of this guild
ru: Язык этого гилда теперь Русский

# resp.player.controls.noplayer
source: No player currently playing
ru: Нету активного плеера

# resp.player.controls.play
source: Attempting to continue playback
ru: Пробуем продолжить воспроизведение

# resp.player.controls.pause
source: Playback suspended
ru: Воспроизведение приостановлено

# resp.player.controls.stop
source: Playback stopped
ru: Воспроизведение остановлено

# resp.player.controls.volume.increase
source: Volume increased to {0:0}%
ru: Громкость увеличена до {0:0}%

# resp.player.controls.volume.decrease
source: Volume decreased to {0:0}%
ru: Громкость уменьшена до {0:0}%

# resp.player.volume.set
source: Volume set to {0}%
ru: Громкость поставлена на {0}%

# resp.player.controls.leave
source: Leaving the room
ru: Покидаем комнату

# resp.player.controls.skipped
source: Skipping current track
ru: Пропускаем трек

# resp.player.controls.emptyqueue
source: The queue is empty
ru: Очередь пустая

# resp.player.novoicechannel
source: You're not in a voice channel
ru: Ты не в войс канале

# resp.player.play.enqueued
source: Enqueued the song
ru: Добавлено в очередь

# resp.player.play.noresults
source: Not found
ru: Ничего не найдено

# resp.player.play.toobigqueue
source: Queue is too big
ru: Очередь слишком большая

# resp.player.queue.title
source: Queue
ru: Очередь

# resp.player.queue.empty
source: Queue is empty
ru: Очередь пустая

# resp.player.play.invalidlink
source: Link is not valid
ru: Ссылка не правильная

# resp.player.play.link
source: Link
ru: Ссылка

# resp.player.play.duration
source: Duration
ru: Длительность

# resp.player.queue.nowplaying
source: Now playing - {0}
ru: Сейчас играет - {0}

# resp.player.controls.looped
source: Looped playback
ru: Авто-повтор включен

# resp.player.controls.unlooped
source: Normal playback
ru: Авто-повтор выключен

# resp.player.controls.shuffled
source: Shuffled queue
ru: Перетасовка очереди

# resp.player.controls.close
source: Closing the controls
ru: Удаляем панельку управления

# resp.player.wrongvoicechannel
source: You must be in same voice channel as the player
ru: Тебе надо быть в одном канале с ботом

# resp.player.controls.notrack
source: No track currently set in the player
ru: Нету трека в плеере

# resp.playlist.shared.title
source: All Playlists
ru: Все Плейлисты

# resp.playlist.empty
source: No playlists found
ru: Нету плейлистов

# resp.playlist.wrongpage
source: This page number doesn't exist
ru: Этот номер страницы не существует

# resp.playlist.mine.title
source: My Playlists
ru: Мои Плейлисты

# resp.playlist.page
source: Page #{0}
ru: Страница №{0}

# resp.playlist.search.mine
source: Searching among your playlists
ru: Поиск по вашем плейлистам

# resp.playlist.search.shared
source: Searching among all playlists
ru: Поиск по всем плейлистам

# resp.playlist.search.title
source: Playlists by "{0}"
ru: Плейлисты по "{0}"

# resp.playlist.id.notexist
source: Following playlist ID "{0}" doesn't exist
ru: Указанный ID плейлиста "{0}" не существует

# resp.playlist.title
source: Playlist "{0}"
ru: Плейлист "{0}"

# resp.playlist.contributors
source: Contributors: {0}
ru: Участники: {0}

# resp.playlist.owner
source: Owner: {0}
ru: Владелец: {0}

# resp.playlist.trackcount
source: Track count: {0}
ru: Количество треков: {0}

# resp.playlist.controls.delete
source: Delete playlist
ru: Удалить плейлист

# resp.playlist.controls.random
source: Play random track
ru: Проиграть рандом трек

# resp.playlist.controls.play
source: Play all
ru: Проиграть все

# resp.playlist.not.owner
source: You're not an owner of the playlist
ru: Вы не владелец этого плейлиста

# resp.playlist.not.contributor
source: You're not a contributor of the playlist
ru: Вы не участик этого плейлиста

# resp.playlist.controls.add
source: Add track
ru: Добавить трек

# resp.playlist.add.title
source: Track search
ru: Поиск трека

# resp.query
source: Query
ru: Запрос

# resp.playlist.add.query.desc
source: Search query or link to track
ru: Запрос поиска или ссылка на трек

# resp.playlist.added
source: Added track to the playlist
ru: Трек добавлен в плейлист

# resp.playlist.adding
source: Adding tracks to playlist "{0}"
ru: Добавляем треки в плейлист "{0}"

# resp.playlist.controls.refresh
source: Refresh view
ru: Обновить список

# resp.playlist.controls.contributor.add
source: Add contributor
ru: Добавить участника

# resp.playlist.controls.contributor.remove
source: Remove contributor
ru: Убрать участника

# resp.playlist.controls.rename
source: Rename
ru: Переименовать

# resp.playlist.track.position
source: Position: {0}
ru: Позиция: {0}

# resp.playlist.track.play
source: Play
ru: Проиграть

# resp.playlist.track.notexist
source: Specified track doesn't exist in the playlist
ru: Трек не существует в плейлисте

# resp.playlist.track.delete
source: Delete track
ru: Удалить трек
